Repository: covistefan/font-size-optimizer
Catalog: languages/font-size-optimizer-*.po
Languages: de_de

source: Define elements that the Font Size Optimizer function should be used on.
de_de: Definiere die Elemente, deren Schriftgröße automatisch angepasst werden soll.

source: selector to change
de_de: Selektor

source: class name of modified elements
de_de: Klassenname, der optimierten Elementen hinzugefügt wird

source: minimum font-size of modified elements
de_de: Mindestgröße modifizierter Texte

source: kind of modification
de_de: Auswirkung der Veränderung

source: word
de_de: Wort

source: line
de_de: Zeile

source: wordline
de_de: Min. Worte in Zeile

source: number of characters in one wordline
de_de: Anzahl der Zeichen in der Zeile

source: span to parent width
de_de: Auf die Breite des Containers bringen

source: stich multiple lines
de_de: Einzelne Linien dichter zusammenschieben

source: Insert
de_de: Einfügen

source: Cancel
de_de: Abbrechen

source: Remove
de_de: Entfernen

source: Edit
de_de: Bearbeiten

source: Duplicate
de_de: Duplizieren

source: Debug Mode (shows calculating in console)
de_de: Debug-Modus (zeigt Berechnungsinformationen in der Konsole)

source: Please use the 'Save'-button to finaly delete removed fsopt allocations.
de_de: Bitte den Speichern-Button benutzen, um die entfernten Zuweisungen final zu löschen.

source: Save
de_de: Übernehmen

source: Please setup at least the selector
de_de: Bitte mindestens den Selektor angeben. Alle anderen Werte sind optional.

source: Assign Changes
de_de: Änderungen anwenden

source: Optimize Text size to parent element width
de_de: Optimiere automatisch die Textgröße entsprechend des umgebenden Elementes.
